[
    {
        "title": "GENERAL DENTIST NEEDED, NORTH SUBURBS:",
        "description": "GENERAL DENTIST NEEDED, NORTH SUBURBS:North suburb (Grayslake) solo busy practice. PPO, cash. Part-time opportunity to transition to full-time. Commission based compensation. Guaranteed pay negotiable. Flexible schedule.amise2000@yahoo.com.",
        "contact": "amise2000@yahoo.com"
    },
    {
        "title": "ELEVATE YOUR PRACTICE WITH IN-OFFICE ROOT CANALS:",
        "description": "ELEVATE YOUR PRACTICE WITH IN-OFFICE ROOT CANALS:General dentist with extensive experience in endodontic procedures. I can bring these services to your office for your patients’ comfort and convenience every Tuesday. Schedule a free consultation to discover how endo on Tuesdays can elevate your practice for your patients. Please text 773.562.1697, or emailexcellentdental101@gmail.com.",
        "contact": "excellentdental101@gmail.com"
    },
    {
        "title": "SOUTH ELGIN PRACTICE SALE:",
        "description": "SOUTH ELGIN PRACTICE SALE:Well-established five-op (four equipped) GP. Working three days per week. Collections: $530,000. Real estate for sale.  PracticeWebsite(https://buildout.com/website/1344699-sale). Contact John Burnett,jburnett@jrossiandassociates.com, 630.886.4530.",
        "contact": "jburnett@jrossiandassociates.com"
    },
    {
        "title": "NORTH CENTRAL INDIANA PRACTICE SALE:",
        "description": "NORTH CENTRAL INDIANA PRACTICE SALE:Seven-op GP. North central Indiana. 70% PPO and 30% fee-for-service. Collections: $1.816 million. Strong hygiene. CBCT. iTero. Real estate for sale. PracticeWebsite(https://buildout.com/website/1335212-sale). Contact Mike Wood,mike@jrossiandassociates.com, 317.538.5314.",
        "contact": "mike@jrossiandassociates.com"
    },
    {
        "title": "PEDIATRIC PRACTICE FOR SALE:",
        "description": "PEDIATRIC PRACTICE FOR SALE:Well-established pediatric practice in the western suburbs collecting over $1.4 million.\n100% fee-for-service, six treatment rooms, excellent team in place. Real estate available.\nContact Jim Plescia,jplescia@e-ppc.com, 630.890.6074.",
        "contact": "jplescia@e-ppc.com"
    },
    {
        "title": "LAKE FOREST PRACTICE SALE:",
        "description": "LAKE FOREST PRACTICE SALE:Well-established. Fee-for-service practice. Upscale downtown retail location. Six ops. Collecting $455,000/ on three days per week. Refers out major procedures. Flexible transition. PracticeWebsite(https://buildout.com/website/1345953-sale). Contact Shera Vittorio,shera@jrossiandassociates.com, 773.805.7778.",
        "contact": "shera@jrossiandassociates.com"
    },
    {
        "title": "LOOKING TO BUY A DENTAL PRACTICE:",
        "description": "LOOKING TO BUY A DENTAL PRACTICE:I am looking to buy a dental office in Chicagoland area with 4+ chairs.  PPO/fee-for-service is ideal.  Flexible with immediate purchase or transition period.  Small or large practices welcome.  Please contact me atchicagodentalpractice@gmail.com.",
        "contact": "chicagodentalpractice@gmail.com"
    },
    {
        "title": "PART-TIME GENERAL DENTIST IN BARRINGTON:",
        "description": "PART-TIME GENERAL DENTIST IN BARRINGTON:Are you a skilled and compassionate dentist looking to make a difference? Our state-of-the-art dental practice in Barrington is seeking a part-time general dentist to join our  team. Our office is equipped with cutting-edge technology .\nWe prioritize patient comfort and satisfaction, offering a supportive and professional work environment.ptdentaljob@yahoo.com.",
        "contact": "ptdentaljob@yahoo.com"
    },
    {
        "title": "CREST HILL, DENTAL EQUIPMENT FOR SALE:",
        "description": "CREST HILL, DENTAL EQUIPMENT FOR SALE:Two dental chairs, rear cabinet, center island with X-ray, compressor, vacuum pump, Doctor's/assistant's stool, autoclave. Emailisza762@gmail.com.",
        "contact": "isza762@gmail.com"
    },
    {
        "title": "ASSOCIATE DENTIST WITH MINIMUM DAILY GUARANTEE:",
        "description": "ASSOCIATE DENTIST WITH MINIMUM DAILY GUARANTEE:Seeking general dentist for a thriving, well-established, modern private practice in Mount Pleasant, WI. $1,000/day guaranteed, plus production percentage, and up to $30,000 signing bonus. 14 patients/day, 8-hour days, excellent support staff. Modern, all-digital office (CBCT, iTero, laser). 1 hour 15 minutes to downtown Chicago, 50 minutes to Glenview, IL (Amtrak/ Train: one hour from West Loop). Wisconsin license cost covered for Illinois dentists. One-plus years experience preferred. Emaildentist@myntdental.com.",
        "contact": "dentist@myntdental.com"
    },
    {
        "title": "KEEP MOLAR ENDO, IMPLANTS, WISDOM TEETH EXTRACTIONS IN-HOUSE:",
        "description": "KEEP MOLAR ENDO, IMPLANTS, WISDOM TEETH EXTRACTIONS IN-HOUSE:Get all of your molar endo, implants, sinus lift, and wisdom teeth extractions taken care of under one roof. With extensive experience in these procedures, I can bring these services to your office for your patients’ comfort and convenience.\nContact me now to start scheduling your patients and see the difference it can make for your practice. 703.599.0878,endotreated@gmail.com.",
        "contact": "endotreated@gmail.com"
    },
    {
        "title": "DENTAL CHAIRS/EQUIPTMENT FOR SALE:",
        "description": "DENTAL CHAIRS/EQUIPTMENT FOR SALE:Brand new dental chairs/equipment on sale for 50% off market rate.\nCash or card accepted.\n(15) Pelton & Crane chairs fully upgraded with touchpads and mounted assistant vacuum\n(15) Ellipse lights\n(15) Assistants stools\n(15) Kavo Focus I/O X-ray arms\n(2) Ultraclave Auto Clave 115V\nAirstar compressor 22v\nMojave 2V5 Dry Vac F IG Volume\nAdditional small equipment such as hand-pieces curing lights, various instruments.\nPlease emailmanagement@chicagolandmanagement.comfor the address and more details.",
        "contact": "management@chicagolandmanagement.com"
    },
    {
        "title": "SEEKING GP PARTNER IN AURORA AND MOUNT GREENWOOD:",
        "description": "SEEKING GP PARTNER IN AURORA AND MOUNT GREENWOOD:Searching self-motivated GP dentists for partnership in two 3-year-old, fully digital offices (8 chairs each). Established patient base, experienced staff. Grow together.smilingdental2019@gmail.com.",
        "contact": "smilingdental2019@gmail.com"
    },
    {
        "title": "TRAVELING ORTHODONTIST AVAILABLE IN GREAT CHICAGO AND INDIANA:",
        "description": "TRAVELING ORTHODONTIST AVAILABLE IN GREAT CHICAGO AND INDIANA:Board-certified orthodontist with skillful assistants available. 10+ years in-house orthodontic experience with high-volume patients. Minimum 4 chairs required. Accepts PA and Insurances.smilingdental2019@gmail.com.",
        "contact": "smilingdental2019@gmail.com"
    },
    {
        "title": "FULL-TIME GENERAL DENTIST, CHICAGO:",
        "description": "FULL-TIME GENERAL DENTIST, CHICAGO:Dentologie has a patient-focused doctor opportunity for a select experienced provider. Full benefits, amazing team, balanced schedule, healthy patient flow, and first year doctor earnings averaging $254,000. Contactrebekah.brooks@dentologie.com.",
        "contact": "rebekah.brooks@dentologie.com"
    },
    {
        "title": "GLENVIEW OFFICE FOR RENT:",
        "description": "GLENVIEW OFFICE FOR RENT:Dentist-broker owned two-chair equipped office.  Excellent ground floor location for starter practice or specialist.   Short-term leasing options available.  Principals only.  Reply \"GLENVIEW\" in title.868rentgoffice@gmail.com.",
        "contact": "868rentgoffice@gmail.com"
    },
    {
        "title": "FULL-TIME DENTIST NEEDED AT FAMILY-OWNED PRACTICE:",
        "description": "FULL-TIME DENTIST NEEDED AT FAMILY-OWNED PRACTICE:Join our family-owned dental practice with over 65 years of service across three generations. Ideal work/life balance, four day work week, fee-for-service and Delta Premier office in Plainfield/Joliet area.  You'll enjoy a supportive environment with mentorship and growth opportunities by a team of dentists with MAGD, FAGD, Dawson, and Pankey training.  Send cover letter and resume todentalarts0613@gmail.com.",
        "contact": "dentalarts0613@gmail.com"
    },
    {
        "title": "GENERAL DENTIST OPPORTUNITY IN NAPERVILLE:",
        "description": "GENERAL DENTIST OPPORTUNITY IN NAPERVILLE:Modern, well-established and digitally advanced practice with a positive practice culture, looking to hire a motivated, patient-oriented part time associate dentist, which turn into a full-time position in the near future. Email resume tocruzmaya2022@gmail.comor call 630.247.9958.",
        "contact": "cruzmaya2022@gmail.com"
    },
    {
        "title": "GREAT ASSOCIATE POSITION:",
        "description": "GREAT ASSOCIATE POSITION:Associate position southwest suburbs of chicago.  Mentorship, growth opportunity, and competitive pay in a family practice. PPO/fee-for-service. Send CV totoothphys04@gmail.com.",
        "contact": "toothphys04@gmail.com"
    },
    {
        "title": "ASSOCIATE OPPORTUNITY IN NAPERVILLE:",
        "description": "ASSOCIATE OPPORTUNITY IN NAPERVILLE:Modern, well-established and digitally advanced PPO practice with a positive practice culture, looking to hire a motivated, patient-oriented associate dentist. Email resume tocruzmaya2022@gmail.com",
        "contact": "cruzmaya2022@gmail.com"
    }
]